[{"id": "10.1371/journal.pone.0177147", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-05-03T00:00:00Z", "article_type": "Research Article", "author_display": ["Irina Bruck", "Nalini Dhingra", "Matthew P. Martinez", "Daniel L. Kaplan"], "abstract": ["\nDpb11 is required for the initiation of DNA replication in budding yeast. We found that Dpb11 binds tightly to single-stranded DNA (ssDNA) or branched DNA structures, while its human homolog, TopBP1, binds tightly to branched-DNA structures. We also found that Dpb11 binds stably to CDK-phosphorylated RPA, the eukaryotic ssDNA binding protein, in the presence of branched DNA. A Dpb11 mutant specifically defective for DNA binding did not exhibit tight binding to RPA in the presence of DNA, suggesting that Dpb11-interaction with DNA may promote the recruitment of RPA to melted DNA. We then characterized a mutant of Dpb11 that is specifically defective in DNA binding in budding yeast cells. Expression of dpb11-m1,2,3,5,ΔC results in a substantial decrease in RPA recruitment to origins, suggesting that Dpb11 interaction with DNA may be required for RPA recruitment to origins. Expression of dpb11-m1,2,3,5,ΔC also results in diminished GINS interaction with Mcm2-7 during S phase, while Cdc45 interaction with Mcm2-7 is like wild-type. The reduced GINS interaction with Mcm2-7 may be an indirect consequence of diminished origin melting. We propose that the tight interaction between Dpb11, CDK-phosphorylated RPA, and branched-DNA may be required for the essential function of stabilizing melted origin DNA in vivo. We also propose an alternative model, wherein Dpb11-DNA interaction is required for some other function in DNA replication initiation, such as helicase activation.\n"], "title_display": "Dpb11 may function with RPA and DNA to initiate DNA replication", "score": 5.9819455}, {"id": "10.1371/journal.pgen.1006605", "journal": "PLOS Genetics", "eissn": "1553-7404", "publication_date": "2017-02-10T00:00:00Z", "article_type": "Correction", "author_display": ["Concetta Cuozzo", "Antonio Porcellini", "Tiziana Angrisano", "Annalisa Morano", "Bongyong Lee", "Alba Di Pardo", "Samantha Messina", "Rodolfo Iuliano", "Alfredo Fusco", "Maria R. Santillo", "Mark T. Muller", "Lorenzo Chiariotti", "Max E. Gottesman", "Enrico V. Avvedimento"], "abstract": [""], "title_display": "Correction: DNA Damage, Homology-Directed Repair, and DNA Methylation", "score": 5.9819455}, {"id": "10.1371/journal.pone.0180798", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-07-12T00:00:00Z", "article_type": "Research Article", "author_display": ["Lukas Nejdl", "Jiri Kudr", "Amitava Moulick", "Dagmar Hegerova", "Branislav Ruttkay-Nedecky", "Jaromir Gumulec", "Kristyna Cihalova", "Kristyna Smerkova", "Simona Dostalova", "Sona Krizkova", "Marie Novotna", "Pavel Kopel", "Vojtech Adam"], "abstract": ["\nSparsely tested group of platinum nanoparticles (PtNPs) may have a comparable effect as complex platinum compounds. The aim of this study was to observe the effect of PtNPs in in vitro amplification of DNA fragment of phage λ, on the bacterial cultures (Staphylococcus aureus), human foreskin fibroblasts and erythrocytes. In vitro synthesized PtNPs were characterized by dynamic light scattering (PtNPs size range 4.8–11.7 nm), zeta potential measurements (-15 mV at pH 7.4), X-ray fluorescence, UV/vis spectrophotometry and atomic absorption spectrometry. The PtNPs inhibited the DNA replication and affected the secondary structure of DNA at higher concentrations, which was confirmed by polymerase chain reaction, DNA sequencing and DNA denaturation experiments. Further, cisplatin (CisPt), as traditional chemotherapy agent, was used in all parallel experiments. Moreover, the encapsulation of PtNPs in liposomes (LipoPtNPs) caused an approximately 2.4x higher of DNA damage in comparison with CisPt, LipoCisPt and PtNPs. The encapsulation of PtNPs in liposomes also increased their antibacterial, cytostatic and cytotoxic effect, which was determined by the method of growth curves on S. aureus and HFF cells. In addition, both the bare and encapsulated PtNPs caused lower oxidative stress (determined by GSH/GSSG ratio) in the human erythrocytes compared to the bare and encapsulated CisPt. CisPt was used in all parallel experiments as traditional chemotherapy agent.\n"], "title_display": "Platinum nanoparticles induce damage to DNA and inhibit DNA replication", "score": 5.9819455}]